{
    "DeckName": "Default Dare Roulette",

    "DeckBy": "Lastation Community",

    "Dares": [
        "Change to your least favorite avatar.",
        "Drink a glass of water.",
        "Kiss <player>.",
        "Poke <player>'s nose.",
        "Sit next to <player>.",
        "Do <range[5-20]> push-ups.",
        "Do <range[5-20]> sit-ups.",
        "Until your next turn, You are not allowed to speak.",
        "Spin around 10 times and try to walk straight",
        "For <range[1-5]> minutes, you need to speak in your best character impression.",
        "Do your best impression of someone in the group.",
        "DM your ex and tell them you miss them.",
        "Try your best pick-up line on <player>.",
        "Tell the group who your crush is.",
        "Tell the group your most embarrassing story.",
        "Take off your socks and wear them on your hands for the rest of the game.",
        "Text your number neighbor and ask them if they want to be friends",
        "Call a friend and tell them you just won the lottery.",
        "Do a push-up for every person playing the game",
        "Call someone on discord and sing 'Happy Birthday' to them",
        "You have to do <player>'s next dare for them!",
        "YOU'RE SOMEONE ELSE? Without saying who, pretend to be someone else until it's guessed or for your next 3 rounds.",
        "YOU'RE A VALLEYGIRL! until your next turn. Go girly.",
        "THE FLOOR IS LAVA! You can't touch it for a round!",
        "Sing everything you say for the next <range[1-5]> minutes.",
        "<player> picks your dare.",
        "[JailCard] Get out of jail free card! You can cancel one of your Dares, or someone else's.",
        "[CatFight] Throw hands with <player>.",
        "<player> Picks what you message the last person in your discord!",
        "[DogPile] Everyone beats you up!",
        "Slap <player>.",
        "<player> Slaps you.",
        "<player> picks your VRC Status for the next <range[1-5]> hours.",
        "<local> can only talk in barks for a round.",
        "<local> can only talk in meows for a round.",
        "Read the last text message you received out loud.",
        "Try to make the group laugh without speaking.",
        "Communicate only using VRC emojis for the next <range[1-5]> minutes.",
        "Change your avatar to something completely different for the next <range[1-3]> rounds.",
        "Act like the animal <player> picks until your next turn.",
        "Let the group choose any DM to send to anyone on discord.",
        "<player> can choose any DM to send to anyone on your discord.",
        "Keep your eyes closed until you're told its is your turn again.",
        "The group picks what you set your VRC status to for the next <range[1-5]> hours.",
        "Compliment <player> genuinely.",
        "The group gets to pose you and take a photo.",
        "Choose someone, dont say who, try to scare them soon... make everyone paranoid!"
    ]
}
