{
    "DeckName": "Lite NSFW Dares",

    "DeckBy": "Lastation Community",

    "Dares": [
        "Mute yourself until next turn.",
        "[Clear] All previous dares and remaining challanges are now void!",
        "[JailCard] Get out of jail free card! You can cancel one of your Dares, or someone else's.",
        "Put an ice cube in ur clothes and let it melt.",
        "Take 1 piece of clothing off",
        "Give <player> a lap dance!",
        "Choose a player to spank your butt!",
        "Spank <player>'s butt!",
        "Pick a player to makeout with.",
        "Makeout with <player> for 1 minute.",
        "Sit on <player>'s lap!",
        "Sit on <player>'s face!",
        "<player> Gets to pick a piece of clothing you take off!",
        "Take off a piece of clothing as sexily as you can.",
        "Whisper something cute into someone's ear.",
        "Kiss the player you would want to ERP with the most on the cheek!",
        "YOU'RE A PET! <player> owns you until your next round. Obey to their command!",
        "Change into your lewdest avatar.",
        "Put all your clothies back on!",
        "Confess your undying love to the player you would ERP with here.",
        "Lick <player>.",
        "Kiss <player>.",
        "Pet <player>.",
        "Touch <player>, However they want you too.",
        "Step on <player>",
        "Bow to <player>",
        "Bark everytime <player> speaks until your next turn.",
        "Meow everytime <player> speaks until your next turn.",
        "Fake an orgasm.",
        "<player> decides your dare!",
        "Send a spicy pic to someone here",
        "Let <player> set your status (Don''t be nice to <local> :3)",
        "Take a spicy picture with <player>.",
        "Take a spicy picture.",
        "Sit in a provocative manner, legs spread.",
        "Post your last saved NSFW image in Lastation Discord or a similar Discord.",
        "Nerdo's back! <range[1-3]> minutes in Heaven on the other side of the room with your pick.",
        "Tell us the last porno/hentai you read.",
        "Who let the dawgs out? You did, lose those shoes and socks.",
        "Message your last ERP hookup, tell them 'When is round two, I'm ready~'.",
        "Update your status on VRC, 'Quirked up and Horny, who's up?'.",
        "Dang ya'll be thirsty, get a drink of water/soda.",
        "You need to loosen up a bit more, take a drink of soda/alcohol.",
        "Message the last person you DM'ed on Discord, 'I cant wait any longer, get on~', tell us how that goes",
        "Update your VRC status,'Laid through Lastation', leave till next turn",
        "Headpat free use 'with consent' anyone may now headpat you till your next turn.",
        "You must end all your sentences with 'uwu' till your next turn.",
        "Talk in your sexiest voice. Sultry, and alluring! Till next turn",
        "Show your favorite gogo position, or FBT Position.",
        "Drink a glass of water, ya horny dawg. :3",
        "Sit in <player>'s lap.",
        "Flirt with <player>.",
        "Expose yourself to <player>, give them a show~",
        "Update your VRC Status, '<player>, they fuck like a jet'.",
        "Ask <player> for a number between 1-20. Thats how many shots you take, or times you stroke/rub.",
        "Give <player> a sexy complement.",
        "Kiss <player>.",
        "Test <player>'s phantom sense, headpats or touch where they have phantom sense.",
        "Anytime <player> asks you something, you must end it off with 'Master/Mistress/' till your next turn.",
        "Roleplay time! Confess your feelings to <player>."
    ]
}
